7zip
alacritty
archlinux-xdg-menu
baobab
base
base-devel
bashtop
betterdiscord-installer
bluez
bluez-utils
btrfs-progs
cmatrix
cronie
cups
cups-pk-helper
cursor-early-access-bin
decibels
discord
displaylink
dkms
dolphin
efibootmgr
epiphany
fastfetch
firefox
freecad
fuse2
fzf
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-plugin-pipewire
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
heroic-games-launcher-bin
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inkscape
intel-ucode
iwd
kitty
kubectl-bin
less
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lvm2
lxappearance
malcontent
man-db
nano
nautilus
neovim
nvidia-open-dkms
openresolv
openssh
orca
papers
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
rygel
showtime
simple-scan
sl
smartmontools
snapshot
sof-firmware
starship
steam
stellarium
stow
sudo
sushi
swaync
system-config-printer
talosctl-bin
tecla
thunderbird
timeshift
tmux
tree
ttf-liberation
vim
vlc
waybar
wget
wireguard-tools
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yelp
zram-generator
